{"_links":{"self":{"href":"https://eu.api.blizzard.com/data/wow/pvp-talent/40?namespace=static-10.2.7_54366-eu"}},"id":40,"spell":{"key":{"href":"https://eu.api.blizzard.com/data/wow/spell/288855?namespace=static-10.2.7_54366-eu"},"name":{"en_US":"Life and Death","es_MX":"Vida y muerte","pt_BR":"Vida e Morte","de_DE":"Leben und Tod","en_GB":"Life and Death","es_ES":"Vida y muerte","fr_FR":"Vie et mort","it_IT":"Vita e Morte","ru_RU":"Жизнь и смерть","ko_KR":"생사의 갈림길","zh_TW":"生與死","zh_CN":"生死攸关"},"id":288855},"playable_specialization":{"key":{"href":"https://eu.api.blizzard.com/data/wow/playable-specialization/252?namespace=static-10.2.7_54366-eu"},"name":{"en_US":"Unholy","es_MX":"Profano","pt_BR":"Profano","de_DE":"Unheilig","en_GB":"Unholy","es_ES":"Profano","fr_FR":"Impie","it_IT":"Empietà","ru_RU":"Нечестивость","ko_KR":"부정","zh_TW":"穢邪","zh_CN":"邪恶"},"id":252},"description":{"en_US":"When targets afflicted by your Virulent Plague are healed, you are also healed for 5% of the amount. \r\n\r\nIn addition, your Virulent Plague now erupts for 400% of normal eruption damage when dispelled.","es_MX":"Cuando sanan a los objetivos afectados por tu Peste virulenta, tú también sanas por un 5% del monto de sanación. \r\n\r\nAdemás, tu Peste virulenta ahora inflige un 400% del daño normal de erupción cuando la disipan.","pt_BR":"Quando alvos afetados pela sua Peste Virulenta são curados, você também recebe uma cura equivalente a 5% da quantidade curada. \r\n\r\nAlém disso, sua Peste Virulenta agora irrompe, causando 400% do dano da irrupção normal ao ser dissipada.","de_DE":"Wenn von Eurer Virulenten Seuche betroffene Ziele geheilt werden, werdet Ihr ebenfalls um 5% der Heilmenge geheilt.\r\n\r\nZusätzlich verursacht die Virulente Seuche jetzt beim Ausbruch 400% des normalen Schadens, wenn sie gebannt wird.","en_GB":"When targets afflicted by your Virulent Plague are healed, you are also healed for 5% of the amount. \r\n\r\nIn addition, your Virulent Plague now erupts for 400% of normal eruption damage when dispelled.","es_ES":"Cuando los objetivos que están bajo el efecto de tu Peste virulenta reciben sanación, tú también te sanas un 5% de esa cantidad.\r\n\r\nAdemás, tu Peste virulenta ahora inflige un 400% del daño normal de erupción cuando se disipa.","fr_FR":"Lorsque les cibles affectées par Peste virulente reçoivent des soins, vous récupérez également un montant de points de vie égal à 5% des soins prodigués.\r\n\r\nDe plus, votre Peste virulente inflige désormais 400% des dégâts d’éruption normaux à la dissipation.","it_IT":"Quando i bersagli affetti da un proprio effetto di Piaga Virulenta vengono curati, si viene curati del 5% di tale ammontare.\r\n\r\nInoltre, Piaga Virulenta ora infligge il 400% dei danni normali quando viene dissolta.","ru_RU":"Когда цели, пораженные вашей \"Смертоносной чумой\", получают исцеление, вы также восполняете здоровье в объеме 5% от полученного целью исцеления. \r\n\r\nКроме того, \"Смертоносная чума\" при рассеивании взрывается, нанося 400% обычного урона.","ko_KR":"자신의 악성 역병에 걸린 대상이 치유되면 그 치유량의 5%만큼 자신도 생명력이 회복됩니다. \r\n\r\n추가로 악성 역병이 해제되면 일반 폭발 피해의 400%만큼의 피해를 입힙니다.","zh_TW":"每當受你惡性瘟疫影響的目標得到治療，你也會獲得該治療量5%的生命力。\r\n\r\n此外，你的惡性瘟疫會在驅散時爆發一般爆發傷害的400%。","zh_CN":"当被你的恶性瘟疫所影响的目标受到治疗时，你也将获得该治疗量5%的生命值。\r\n\r\n此外，当你的恶性瘟疫被驱散时会引爆，造成正常爆炸400%的伤害。"},"unlock_player_level":0,"compatible_slots":[1,2,3,4]}