{"_links":{"self":{"href":"https://eu.api.blizzard.com/data/wow/reputation-faction/21?namespace=static-10.2.7_54366-eu"}},"id":21,"name":{"en_US":"Booty Bay","es_MX":"Bahía del Botín","pt_BR":"Angra do Butim","de_DE":"Beutebucht","en_GB":"Booty Bay","es_ES":"Bahía del Botín","fr_FR":"Baie-du-Butin","it_IT":"Baia del Bottino","ru_RU":"Пиратская Бухта","ko_KR":"무법항","zh_TW":"藏寶海灣","zh_CN":"藏宝海湾"},"description":{"en_US":"This booming coastal city is run by Baron Revilgaz of the Blackwater Raiders.  Mortal enemies of the Bloodsail Buccaneers and part of the Steamwheedle Cartel.","es_MX":"Esta ciudad costera en auge está dirigida por el Barón Revilgaz, de los Asaltantes Aguasnegras. Son enemigos mortales de los Bucaneros Velasangre y forman parte del Cártel Bonvapor.","pt_BR":"Esta promissora cidade costeira é comandada pelo Barão Rezingada, integrante dos Saqueadores de Aguanegra. São inimigos mortais dos Bucaneiros da Vela Sangrenta e fazem parte do Cartel Bondebico.","de_DE":"In dieser blühenden Küstenstadt hat Baron Revilgaz von den Schwarzmeerräubern das Sagen. Teil des Dampfdruckkartells und Todfeinde der Blutsegelbukaniere.","en_GB":"This booming coastal city is run by Baron Revilgaz of the Blackwater Raiders.  Mortal enemies of the Bloodsail Buccaneers and part of the Steamwheedle Cartel.","es_ES":"Esta ciudad costera en auge está dirigida por el barón Revilgaz, de los Asaltantes Aguasnegras. Son enemigos mortales de los Bucaneros Velasangre y forman parte del Cártel Bonvapor.","fr_FR":"Cette ville portuaire en pleine expansion est dirigée par le baron Revilgaz, des Écumeurs des Flots noirs. Ces derniers appartiennent au cartel Gentepression, et sont des ennemis mortels des boucaniers de la Voile sanglante.","it_IT":"Questa fiorente città di mare è amministrata dal Barone Revilgaz degli Incursori di Acquanera. Fa parte del Cartello degli Spargifumo ed è nemica mortale dei Bucanieri Velerosse.","ru_RU":"В этом процветающем приморском городе правит барон Ревилгаз, разбойник Черноводья. Город входит в картель Хитрой Шестеренки и ведет войну с Кровавым парусом.","ko_KR":"최근 급속한 성장을 이룬 무법항은 검은바다 해적단의 레빌가즈 남작이 다스리고 있는 해안 도시입니다. 스팀휘들 무역회사의 지부 이며 붉은해적단과는 적대적 관계입니다.","zh_TW":"身為黑水強盜的大財主里維加茲，掌控這座繁榮的沿海城市。血帆海盜們不共戴天的仇敵，同時也是熱砂企業的一部份。","zh_CN":"一个由黑水海盗的头目，大财主里维加兹经营的繁荣的海港城市。它也是热砂集团的一部分，主要仇敌是血帆海盗。"},"reputation_tiers":{"key":{"href":"https://eu.api.blizzard.com/data/wow/reputation-tiers/0?namespace=static-10.2.7_54366-eu"},"id":0}}