{"_links":{"self":{"href":"https://eu.api.blizzard.com/data/wow/spell/196607?namespace=static-10.2.7_54366-eu"}},"id":196607,"name":{"en_US":"Eye of the Tiger","es_MX":"Ojo del tigre","pt_BR":"Olho do Tigre","de_DE":"Auge des Tigers","en_GB":"Eye of the Tiger","es_ES":"Ojo del tigre","fr_FR":"Œil du tigre","it_IT":"Occhio della Tigre","ru_RU":"Глаз тигра","ko_KR":"호랑이의 눈","zh_TW":"猛虎之眼","zh_CN":"猛虎之眼"},"description":{"en_US":"Tiger Palm also applies Eye of the Tiger, dealing 148 Nature damage to the enemy and 148 healing to the Monk over 8 sec. Limit 1 target.","es_MX":"Palma de tigre también aplica Ojo del tigre e inflige 148 p. de daño de naturaleza al enemigo y sana 148 p. de salud al monje durante 8 s. Límite de 1 objetivo.","pt_BR":"A Palma do Tigre também aplica o Olho do Tigre, causando 148 de dano de Natureza ao inimigo e curando em 148 o Monge por 8 s. Limite de 1 alvo.","de_DE":"'Tigerklaue' belegt das Ziel mit dem Effekt 'Auge des Tigers', der ihm im Verlauf von 8 Sek. 148 Naturschaden zufügt und den Mönch währenddessen um 148 Gesundheit heilt. Maximal 1 Ziel.","en_GB":"Tiger Palm also applies Eye of the Tiger, dealing 148 Nature damage to the enemy and 148 healing to the Monk over 8 sec. Limit 1 target.","es_ES":"Palma del tigre también aplica Ojo del tigre, lo que inflige 148 p. de daño de Naturaleza al enemigo y aplica 148 p. de sanación al monje durante 8 s. Máximo de 1 objetivo.","fr_FR":"Paume du tigre applique également Œil du tigre, qui inflige 148 points de dégâts de Nature à l’ennemi et rend 148 points de vie au moine en 8 s. Limité à 1 cible.","it_IT":"Palmo della Tigre applica l'effetto Occhio della Tigre, infliggendo 148 danni da natura al nemico e rigenerando 148 salute a te in 8 s. Massimo 1 bersaglio.","ru_RU":"\"Лапа тигра\" также применяет \"Глаз тигра\", за 8 сек. наносящий противнику 148 ед. урона от сил природы и восполняющий вам 148 ед. здоровья. Максимум целей – 1.","ko_KR":"범의 장풍 시전 시 호랑이의 눈 효과도 부여하여 적에게 148의 자연 피해를 입히고, 8초에 걸쳐 수도사의 생명력을 총 148만큼 회복시킵니다. 한 번에 하나의 대상에만 영향을 줍니다.","zh_TW":"虎掌會在目標身上加上猛虎之眼效果，對敵人造成148點自然傷害，並在8秒內為武僧治療148點生命力。只能作用於1個目標上。","zh_CN":"猛虎掌同时为目标施加猛虎之眼，在8秒内对其造成148点自然伤害，并为武僧恢复148点生命。只会在一个目标身上生效。"},"media":{"key":{"href":"https://eu.api.blizzard.com/data/wow/media/spell/196607?namespace=static-10.2.7_54366-eu"},"id":196607}}